[
    {
        "id": 1,
        "category": "Business",
        "title": "Stock Exchange Market Foreca 2021-2022",
        "img": "https://i.ibb.co/mXp2yM4/features-1.png",
        "details": "The 2022 stock market forecast looks considerably different than 2021. To achieve another big year, the market will need to tame new risks, some that investors aren't accustomed to. Key among these is inflation — a sore that had not flared up on the market's skin since the 1980s.The 2021 market rose on low interest rates, government stimulus and a huge rebound in earnings. The new year starts with the Federal Reserve moving toward the first rate hike since 2018 to tamp down inflation. In Congress, there's no clear path for another massive spending bill. Earnings are expected to grow, but more moderately.Lacking the same drivers of 2021, the stock market will need different protagonists.In an already volatile year for stocks, what may lie ahead for the rest of 2022? Market activity that has­ transpired year-to-date could be a microcosm of what’s to come: A close battle between the positives and negatives. At this stage of an economic recovery, it is not that unusual for the U.S. Federal Reserve to begin shifting policy and reducing liquidity. Tightening financial conditions weigh on equities, especially the more speculative stocks. However, the fourth quarter earnings reports for corporate America held good news overall. Clearly the earnings misses get the headlines, nevertheless, consensus earnings estimates for the S&P 500 for 2021, 2022 and 2023 are higher today than they were at the end of 2021.1 Overall, corporate America is healthier than Wall Street has expected. Throw in the resumption of strong company stock buybacks, and there is your good news for stocks."
    },
    {
        "id": 2,
        "category": "Business",
        "title": "How companies are re-configuring supply",
        "img": "https://i.ibb.co/XLFRdmC/features-2.png",
        "details": "A large number of firms have reconfigured their supply chains. The general trends entail, among others, the reduction, centralization and re-location of plants and distribution centers, the design of new distribution systems, and the reduction of the supplier base. The analysis of the implications of such reconfiguration for freight transport has received comparatively little attention, and most of the analysis has focused on the development of different theoretical models showing how changes in logistic structures and decisions could affect the transport demand. Using empirical data from Denmark, this paper sheds some light on the implications of reconfiguration supply chains on transport. Industry mail surveys among Danish firms as well as an in-depth case study were performed. The consequences of the reconfiguration process on the present and future demand for transport are measured and analyzed in terms of the quantity of transport units used (trucks/containers), and the transport-work (ton/km).Friend-shoring builds on an open partnership model, encompassing those states that share the American understanding of open markets, while at the same time implementing labour and environmental stan­dards. That has been expedited by Europe’s decision to terminate economic relations with Russia. It raises the prospect of the emergence of a new trading bloc, composed of democratic states pursuing economic and regulatory convergence. What that means for supply chain governance is the intro­duction of a new and strongly geopolitical facet into the broader discussion about geographical “re-shoring” (relocation to the home country) that had to date encouraged diversification in a more neutral sense. This applies especially to strategic sectors such as aerospace, automotive, micro-electronics, medical devices and pharmaceuticals, but also to mineral, energy and agricultural resources and their processing."
    },
    {
        "id": 3,
        "category": "Business",
        "title": "Bankers propose corporate tax cut to 30% for listed banks",
        "img": "https://i.ibb.co/HXJ23SJ/features-3.png",
        "details": "Bankers propose corporate tax cut to 30% for listed banksThe bank’s association also proposed to slash corporate tax for merchant banks from 37.5% to 20%.The Bangladesh Association of Banks (BAB) has urged the National Board of Revenue (NBR) to reduce the corporate tax rate by 7.5% from the existing 37.5%, especially for the banks that are listed in the stock market.The bankers' association put forward the proposal in a pre-budget discussion, organised by the NBR in the capital's Agargaon on Sunday. The written proposal, signed by BAB Chairman Md Nazrul Islam Mazumder, reads,Considering the current business situation, we strongly urge that the existing tax rate be reduced from 37.5% to 30%, especially for the listed banking companies.The chairman of the BAB, however, was not present in the meeting. Mizan Chowdhury spoke on behalf of the association. NBR Chairman Abu Hena Md Rahmatul Muneem presided over the meeting attended by the representatives of banks, non-bank financial institutions, Dhaka Stock Exchange, Chittagong Stock Exchange, and Bangladesh Insurance Association.The BAB also proposed a 1% of loan loss provision (refers to funds set aside by a bank to cover bad loans) as allowable expenditure which is currently not allowed and subject to taxation. In the proposal letter, the association said, Loan loss provision is a kind of business loss similar to the nature of other business where revenue is not realisable. In this context, banks are required to go through a very transparent process including filing suit and taking other appropriate measures as per the Bangladesh Bank guidelines.If this is considered as allowable expenses, banks' financial statement will be more reflective of actual performance and will feel incentivised to take the appropriate level of loan loss provisions to cover the risk properly for the long-term sustainability of the bank, reads the proposal.The association also proposed to reduce corporate tax for merchant banks from 37.5% to 20% and not deduct income tax from the eligible beneficiaries of NBR's double taxation avoidance agreement.The Double Taxation Avoidance Agreement (DTAA) refers to a tax treaty signed between Bangladesh and another country (or multiple countries) so that taxpayers can avoid paying double taxes on their income earned from the source country as well as the residence country.NBR Chairman Abu Hena Md Rahmatul Muneem, in the meeting, said Tax-related decisions are taken to enhance the NBR's capacity. Not only the revenue collection but also the issues of ease of doing business, industrialisation and employment are taken into consideration before making a decision. Highlighting the importance of self-reliance, he said, China and India can buy oil from Russia cheaply, but we cannot. Because they are self-reliant nations. We too have to make revenue-related decisions in a manner so that we won't have to take alms from anyone."
    }
]