[
    {
        "id": "1",
        "details": "Our Education Loan covers the entire cost of your child education to help you send your children for higher education abroad.Like planting seeds in fertile soil, giving children the best education now will help them grow to reach their full potential. Many families like yours choose to send children abroad for higher education because we believe this will cultivate your child's unique skills and talents in a supportive and nurturing environment. While the cost of this may seem daunting, the benefits will last a lifetime. At CTB, we've developed the Education Finance Pack with three types of loan facilities so that you can select matching your need. Our Education Loan covers the entire cost of your child's education to help you send your children for higher education abroad. So be it for home or abroad, for your child or for yourself - CTB Education Finance Pack is always beside you.",
        "title": "Education Loan",
        "img": "https://i.ibb.co/2WYbDt5/edu-loan.jpg"
    },
    {
        "id": "2",
        "details": " A secured loan, where gold jewellery is provided as collateral, is a gold loan. The loan amount that will be provided will depend on the value of the gold.A gold loan or a loan against gold is a secured loan which customers can avail from Muthoot Finance in lieu of gold ornaments like gold jewellery. It is the easiest way to fulfil your financial needs and proves to be a sensible alternative to availing loans from banking channels.When it comes to taking a gold loan by Muthoot Finance, you are ensured of complete customer satisfaction. With quick loan disbursals and attractive rates of interests, CTB offers complete ease along with an exemplary experience. Numerous people on the lookout for gold loan providers put their faith in us as we have the largest gold loan portfolio in the country.So, when you search for ‘gold loan near me’, we want you to think of us. We provide the best gold loan at the lowest interest rates to helping fulfil a diverse variety of needs.",
        "title": "Gold Loan",
        "img": "https://i.ibb.co/4WB22H1/gold-loan.jpg"
    },
    {
        "id": "3",
        "details": "Term loan facility available to incur own, children and sibling's marriage expenses only. Age Limit: Minimum Age 21 years and maximum 60 years.For making the precious moments of wedding dreams wonderful and memorable, CTB will stand beside the people with its “Marriage Loan” Scheme with market competitive rate.Any Bangladeshi individual who has the means and capacity to repay bank loan, In specific terms, these could be salaried employees/executives of multinational and middle to large size local corporate, Government, Semi-autonomous body, in reputed NGOs (Non Government Organizations) international aid agencies and UN bodies, and other employees acceptable to the bank.",
        "title": "Marriage Loan",
        "img": "https://i.ibb.co/R23kLm0/marriage-loan.jpg"
    },
    {
        "id": "4",
        "details": "Own your dream car with Capital Trust Bank car loans. Capital Trust Bank offers uniquely tailored Car Loan product that takes the pain and hassle out of buying a car.Why not own your dream car today - the one you've always been waiting for? Our Xpress Car Loan is quick and comes with exclusive features like 100% financing on select vehicles, flexible repayment tenure and pocket-friendly EMI so that you get the dream car you want, in a matter of minutes!We offer easy car loans to both salaried and self-employed. What’s more, we not only help you raise funds but also assist you in finding your dream car and the right dealer. So, what are you waiting for? Apply for a Car Loan today!",
        "title": "Vehicle Loan",
        "img": "https://i.ibb.co/vVxszGm/vehicle-loan.jpg"
    }
]